Repository: maabou512/cncf_ar_jp2022
Catalog: pack1/omegat/project_save.tmx
Source language: en_us
Languages: ja_jp

source: I want to personally thank each and every one of you, all 178,000, for your commitment and contributions, no matter how big or small, we're on this journey together.
ja_jp: 17 万 8,000 人を超えるコミットメントとコントリビューションに一個人としてみなさんに感謝します。それらのインパクトが大きくても小さくても、そこが問題ではなく私たちがこの旅路（Journey）を共に歩んでいる、ということに意味があります。

source: IamOnDemand
ja_jp: アイアムオンデマンド

source: Importantly, we continued to sharpen focus on our DEI initiatives, ensuring that the ecosystem is a welcoming place where everybody can thrive.
ja_jp: 重要なのは、私たちが引き続き DEI イニシアチブに重点を置き、エコシステムが誰もが繁栄できる居心地の良い場所であることを確認することです。

source: Importantly, we're doubling down on accessibility - following the Web Content Accessibility Guidelines (WCAG) 2.1 and aiming for Level AA accessibility on CNCF.io.
ja_jp: 重要なことは、私たちがアクセシビリティを強化している ― Web コンテンツ アクセシビリティ ガイドライン (WCAG) 2.1 に従い、CNCF.io でレベル AA のアクセシビリティを目指している ― ということです。。

source: Improvements At A Glance
ja_jp: 改善点の概要

source: In 2022, the CNCF TOC accepted 35 new projects:
ja_jp: 2022 年、CNCF TOC は 35 の新しいプロジェクトを受け入れました。

source: In 2022, these training courses and exams received considerable interest:
ja_jp: 2022 年、これらのトレーニング コースと試験は大きな関心を集めました。

source: In 2022, two projects donated characters
ja_jp: 2022年、2つのプロジェクトがキャラクターを寄贈

source: In August, the TAG Contributor Strategy approved a Mentoring Working Group.
ja_jp: 8 月に、TAG Contributor Strategy は Mentoring Working Group を承認しました。

source: In January 2022, The Origins of Kubernetes debuted on YouTube.
ja_jp: 2022 年 1 月、The Origins of Kubernetes が YouTube でデビューしました。

source: In July, we started hosting a one-hour monthly organizer meeting with topics to help guide organizers during their planning process.
ja_jp: 7 月に、計画プロセス中に主催者をガイドするのに役立つトピックを含む、1 時間の毎月の主催者会議の開催を開始しました。

source: In May we launched the redesigned and rebuilt CNCF.io.
ja_jp: 5月、デザイン新たに再構築された、CNCF.io がローンチされました。

source: In May, the Cloud Native Network Function (CNF) Certification Program (beta) was announced to help Communication Service Providers (CSPs) validate how well their vendors' products follow cloud native principles, and to advise vendors on following cloud native best practices.
ja_jp: 5 月に、クラウド ネイティブ ネットワーク機能 (CNF) 認定プログラム (ベータ) が発表されました。これは、通信サービス プロバイダー (CSP) がベンダーの製品がクラウド ネイティブの原則にどの程度準拠しているかを検証し、クラウド ネイティブのベスト プラクティスに従うようベンダーにアドバイスするのに役立ちます。

source: In Toto Logo
ja_jp: In Toto ロゴ

source: In fact, we had a lot of firsts in Valencia.
ja_jp: 実際、バレンシアでは多くの初めてのことがありました。

source: In fact, we welcomed more than 220 new members to CNCF this year.Today, CNCF has over 850 participating organizations, including the world's largest public and private cloud companies, along with the world's most innovative software companies and end user organizations.
ja_jp: その証左としてこの年 220 を越える新メンバーたちを CNCF に迎え入れました。現在、CNCF には、世界最大のパブリックおよびプライベート クラウドの企業、世界最高レベルのイノベーティブなソフトウェア企業およびエンドユーザー組織を含めた 850 を超える組織が参加しています。

source: In response to the cloud native community's evolving needs in different regions, CNCF strengthened the Kubernetes Community Days (KCD) program this year.
ja_jp: さまざまな地域で進化するクラウド ネイティブ コミュニティのニーズに応えて、CNCF は今年、Kubernetes Community Days (KCD) プログラムを強化しました。

source: In-person
ja_jp: 対面

source: Incubating
ja_jp: 孵卵中

source: Incubation Level
ja_jp: インキュベーションレベル

source: India 1,664
ja_jp: インド 1,664

source: India 1,702
ja_jp: インド 1,702

source: India 1,739
ja_jp: インド 1,739

source: India 1,798
ja_jp: インド 1,798

source: India Flag
ja_jp: インドの国旗

source: Indian Flag
ja_jp: インドの旗

source: Inside Prometheus debuted in October 2022 at Prometheus Day North America as part of KubeCon + CloudNativeCon NA and has so far garnered 59,000 views on YouTube.
ja_jp: Inside Prometheus は、2022 年 10 月の Prometheus Day North America で KubeCon + CloudNativeCon NA の一部としてデビューし、これまでに YouTube で 59,000 回の再生回数を獲得しました。

source: Internally, we employ 41 people from various backgrounds and locations; 61% women, 39% men.
ja_jp: 社内では、さまざまなバックグラウンドや場所から 41 人を雇用しています。女性61%、男性39%。

source: Introducing: Documentaries
ja_jp: 紹介: ドキュメンタリー

source: Investment from these leading organizations signifies a strong dedication to the advancement and sustainability of cloud native computing for years to come.
ja_jp: こういった先進的な組織からの投資は、むこう数年のクラウドネイティブ コンピューティングの進展や持続可能性に対する強力な献身を意味します。

source: Israel 184
ja_jp: イスラエル 184

source: Israel Flag
ja_jp: イスラエルの国旗

source: Istio Logo
ja_jp: イスティオのロゴ

source: It also features improved UX and navigation, thanks to the dynamic mega menu and simplified navigation throughout.
ja_jp: また、動的な「メガ メニュー」と簡素化されたナビゲーションのおかげで、UX やナビゲーションが改良されました。

source: It has become the singular place where meetups, online programs, project office hours, and community events are run.
ja_jp: ミートアップ、オンライン プログラム、プロジェクト オフィス アワー、コミュニティ イベントが開催される特異な場所になりました。

source: It provides additional areas to share CNCF and End User content, events, news, and blog articles.
ja_jp: さらに共有エリアが追加され、 CNCF やエンド ユーザー関連のコンテンツ、イベント、ニュース、ブログ記事を提供しています。

source: It's been a year to remember
ja_jp: 記憶に残る一年となりました

source: Its goal is to explain cloud native concepts in clear and simple language without requiring any previous technical knowledge.
ja_jp: その目標は、事前の技術的知識を必要とせずに、クラウド ネイティブの概念を明確で簡単な言葉で説明することです。

source: JaegerAuthors 145
ja_jp: イエガーオーサーズ 145

source: Join Now
ja_jp: 今すぐ参加

source: Join The Phippy & Friends Family!
ja_jp: フィッピー＆フレンズファミリーに参加しましょう！

source: Join our amazing set of humans!
ja_jp: 「クラウドネイティブ」な人たちがいる集まりに参加しよう！

source: Joined at the Incubation level or moved from Sandbox to Incubation.
ja_jp: インキュベーション レベルで参加したか、サンドボックスからインキュベーションに移動しました。

source: Jump to section:
ja_jp: 各セクションへジャンプ：:

source: KCD Evolution
ja_jp: KCDエボリューション

source: KCDs In-person, virtual and hybrid
ja_jp: KCD 対面、仮想、およびハイブリッド

source: KCDs are community-organized events that gather adopters and technologists to learn, collaborate, and network, with a goal of furthering the adoption and improvement of Kubernetes and cloud native technologies around the world.
ja_jp: KCD は、世界中で Kubernetes とクラウド ネイティブ テクノロジの採用と改善を促進することを目的として、採用者とテクノロジストを集めて学習、コラボレーション、ネットワークを構築するコミュニティ主催のイベントです。

source: KCNA
ja_jp: 朝鮮中央通信

source: Keda Logo
ja_jp: ケダ ロゴ

source: Knative Logo
ja_jp: Knative ロゴ

source: Kube Edge Logo
ja_jp: キューブエッジ ロゴ

source: Kube Virt Logo
ja_jp: キューブ ヴァート ロゴ

source: KubeCon + CloudNativeCon Europe
ja_jp: KubeCon + CloudNativeCon ヨーロッパ

source: KubeCon + CloudNativeCon North America
ja_jp: KubeCon + CloudNativeCon 北米

source: KubeCon + CloudNativeCon North America marked the first time we'd gathered in such big numbers in the Midwest, and Detroit was a wonderful host city.
ja_jp: KubeCon + CloudNativeCon North America は、中西部でこれほど多くの人が集まった初めてのイベントであり、デトロイトは素晴らしい開催都市でした。

source: KubeCon + CloudNativeCon Valencia was the first time we'd gathered #TeamCloudNative in Europe for three years and the atmosphere felt electric.
ja_jp: KubeCon + CloudNativeCon Valencia は、3 年ぶりにヨーロッパで #TeamCloudNative を集めたイベントで、雰囲気は刺激的でした。

source: KubeWeekly
ja_jp: キューブウィークリー

source: Kubernetes API Endpoint Testing
ja_jp: Kubernetes API エンドポイント テスト

source: Kubernetes Certified Service Provider (KCSP) program grew to 254 companies
ja_jp: Kubernetes Certified Service Provider (KCSP) プログラムが 254 社に拡大

source: Kubernetes Community Days
ja_jp: Kubernetes コミュニティ デイ

source: Kubernetes Logo
ja_jp: Kubernetes ロゴ

source: Kubernetes Massively Open Online Course (MOOC) hit 290,000 enrollments
ja_jp: Kubernetes Massively Open Online Course (MOOC) の登録者数が 290,000 人を突破

source: Kubernetes Training Partner (KTP) program grew to 57 certified companies
ja_jp: Kubernetes トレーニング パートナー (KTP) プログラムは 57 の認定企業に拡大しました

source: Kubernetes and Cloud Native Associate (KCNA) exam hit 4,000 registrations (since its launch in November 2021)
ja_jp: Kubernetes and Cloud Native Associate (KCNA) 試験の登録数は 4,000 件に達しました (2021 年 11 月の開始以来)

source: KubernetesAuthors 3619
ja_jp: Kubernetes作者 3619

source: Kyverno Logo
ja_jp: キベルノ ロゴ

source: Last name*
ja_jp: 苗字*

source: LinkedIn
ja_jp: リンクトイン

source: Linkerd Logo
ja_jp: リンカード ロゴ

source: LinkerdAuthors 122
ja_jp: Linkerd作者 122

source: Linux is a registered trademark of Linus Torvalds.
ja_jp: Linux は Linus Torvalds の登録商標です。

source: Litmus Logo
ja_jp: リトマス ロゴ

source: Logo for Apple
ja_jp: アップルのロゴ

source: Logo for Apptio
ja_jp: Apptio のロゴ

source: Logo for CNCF
ja_jp: CNCFのロゴ

source: Logo for Doppler
ja_jp: ドップラーのロゴ

source: Logo for Fin Ops Foundation
ja_jp: Fin Ops Foundation のロゴ

source: Logo for Form 3
ja_jp: フォーム 3 のロゴ

source: Logo for Golden Solutions
ja_jp: ゴールデン ソリューションのロゴ

source: Logo for Grafana Labs
ja_jp: Grafana Labs のロゴ

source: Logo for Isovalent
ja_jp: アイソバレントのロゴ

source: Logo for Section
ja_jp: セクションのロゴ

source: Logo for Shopify
ja_jp: Shopifyのロゴ

source: Logo for Styra
ja_jp: スタイラのロゴ

source: Logo for VM Ware
ja_jp: VMウェアのロゴ

source: Logo of Google Season of Docs
ja_jp: Google ドキュメント シーズンのロゴ

source: Logo of Google Summer of Code
ja_jp: Google Summer of Code のロゴ

source: Logo of LFX Mentorship
ja_jp: LFXメンターシップのロゴ

source: Logo of Outreachy
ja_jp: アウトリーチのロゴ

source: Megaphone icon
ja_jp: メガホン アイコン

source: Member Movers and Shakers
ja_jp: 立役者となったメンバー

source: Member, End User & Project Growth
ja_jp: メンバー、エンドユーザー、プロジェクトの伸び

source: Members
ja_jp: メンバー

source: Members Across 6 continents
ja_jp: 6大陸にまたがるメンバーたち

source: Membership
ja_jp: メンバーシップ

source: Mentoring & Ecosystem Resources
ja_jp: メンタリングとエコシステムのリソース

source: Momentum
ja_jp: その勢い（Momentum）

source: Need-Based Applicants attended KubeCon + CloudNativeCons and CNCF hosted co-located events
ja_jp: ニーズベースの応募者は、KubeCon + CloudNativeCons および CNCF が主催する併催イベントに参加しました

source: New End User Group
ja_jp: 新しいエンド ユーザー グループ

source: New Gold Members
ja_jp: 新たなゴールドメンバー

source: New Phippy characters, Owlina The Owl, donated by Open Policy Agent and Cappy The Turtle
ja_jp: Open Policy Agent と Cappy The Turtle から寄贈された新しい Phippy キャラクター、Owlina The Owl

source: New Platinum Members
ja_jp: 新たなプラチナメンバー

source: News
ja_jp: ニュース

source: Next Photo
ja_jp: 次の写真

source: Nominate
ja_jp: ノミネート

source: Nominate them for the Humans of Cloud Native
ja_jp: 「クラウド ネイティブ」の人たち（Humans of Cloud Native）にノミネートする

source: Now in their sixth year, the CNCF Community Awards highlighted the most active ambassador and top contributor across all CNCF projects.
ja_jp: 今年で 6 年目を迎える CNCF コミュニティ アワードは、すべての CNCF プロジェクトで最も活動的なアンバサダーとトップ コントリビューターにスポットを当てました。

source: OPAAuthors 259
ja_jp: OPA作成者 259

source: Of course, none of this would be possible without our truly global, welcoming community of doers - #TeamCloudNative.
ja_jp: もちろん、これは本当にグローバルで迎え入れてくれる、「Doer」たちののコミュニティである #TeamCloudNative なしでは不可能だったことでしょう。

source: Of the attendees 7.084 (38%) were in person, 11,466 (62%) were virtual.
ja_jp: 出席者のうち 7,084 人 (38%) が対面で、11,466 人 (62%) がオンラインでした。

source: Ofir Nachmani
ja_jp: オフィル・ナフマニ

source: Often the most impactful lessons come from our peers.
ja_jp: しばしば、インパクトがある教訓というものは仲間たちから得られるものです。

source: Online Programs
ja_jp: オンラインプログラム

source: Open Metrics Logo
ja_jp: オープン メトリクス ロゴ

source: OpenTelemetry has become the second highest velocity project in the CNCF ecosystem, increasing its contributor base
ja_jp: OpenTelemetry は、CNCF エコシステムで 2 番目に速度の高いプロジェクトになり、貢献者ベースを増やしています

source: OpenTelemetryAuthors 1133
ja_jp: OpenTelemetry作成者 1133

source: Organizations that sell cloud native technologies built on, or integrated with, CNCF projects are eligible to join as general members.
ja_jp: CNCFのプロジェクト上で構築されたり CNCF プロジェクトとインテグレーションされたりしたクラウド ネイティブなテクノロジを販売している組織であれば、一般メンバー（General member）として参加する資格があります。

source: Organizers will ensure the speaker lineup is diverse in terms of companies represented.
ja_jp: 主催者は、講演者のラインナップが代表する企業の点で多様であることを保証します。

source: Our increased focus on Code of Conduct highlighted the need to modernize our processes, which had previously been entirely foundation-managed, by including community representation and providing greater transparency.
ja_jp: 行動規範への関心が高まったことで、以前は完全に財団が管理していたプロセスを、コミュニティの代表者を含めて透明性を高めることで近代化する必要性が浮き彫りになりました。

source: Our organizer terms and conditions in the KCD GitHub repository were updated to include new provisions in addition to the pre-existing requirement of organizers to take the Inclusive Open Source Community Orientation.
ja_jp: KCD GitHub リポジトリのオーガナイザー利用規約が更新され、インクルーシブ オープン ソース コミュニティ オリエンテーションを受講するというオーガナイザーの既存の要件に加えて、新しい条項が追加されました。

source: Patrick Ohly
ja_jp: パトリック・オーリー

source: People icon
ja_jp: 人のアイコン

source: Phippy & Friends Explain Cloud Native Computing
ja_jp: Phippy & Friends がクラウド ネイティブ コンピューティングについて説明

source: Phippy and Friends
ja_jp: フィッピーと仲間たち

source: Phippy and Friends got a 3D makeover
ja_jp: Phippy and Friends が 3D に大変身

source: Photo Highlights
ja_jp: ハイライト写真

source: Photo from KubeCon + CloudNativeCon Europe 2022
ja_jp: KubeCon + CloudNativeCon Europe 2022 の写真

source: Photo from KubeCon + CloudNativeCon North America 2022
ja_jp: KubeCon + CloudNativeCon North America 2022 の写真

source: Play Highlights from KubeCon + CloudNativeCon Europe 2022
ja_jp: KubeCon + CloudNativeCon Europe 2022 のハイライトを再生

source: Play Highlights from KubeCon + CloudNativeCon North America 2022
ja_jp: KubeCon + CloudNativeCon North America 2022 のハイライトを再生

source: Play Inside Prometheus
ja_jp: プロメテウスの中で遊ぶ

source: Play Kubernetes The Documentary
ja_jp: Kubernetes The Documentary を再生する

source: Play Phippy gets a 3D makeover
ja_jp: Play Phippy が 3D に大変身

source: Plus, we hosted our first CTO Summit where we discussed how organizations achieve resiliency in multi-cloud strategies.
ja_jp: さらに、最初の CTO サミットを主催し、組織がマルチクラウド戦略で回復力を実現する方法について話し合いました。

source: Presentations in multiple languages
ja_jp: 多言語でのプレゼンテーション

source: Presenters on stage at KubeCon + CloudNativeCon North America 2022
ja_jp: KubeCon + CloudNativeCon North America 2022 のステージ上のプレゼンター

source: Previous Photo
ja_jp: 前の写真

source: Privacy Policy and Terms of Use.
ja_jp: プライバシー ポリシーと利用規約。

source: Project Journey Reports
ja_jp: プロジェクトジャーニーレポート

source: Project Moves
ja_jp: プロジェクトの移動

source: Project Tools
ja_jp: プロジェクト ツール

source: Project Updates & Satisfaction
ja_jp: プロジェクトの最新情報と満足度

source: Project Velocity Key Takeaways
ja_jp: プロジェクト速度の重要ポイント

source: Projects
ja_jp: プロジェクト

source: Projects Accepted Over Time
ja_jp: 時間の経過とともに受け入れられたプロジェクト

source: Projects Driving worldwide transformation
ja_jp: 世界中のトランスフォーメーションをドライブしているプロジェクト

source: Projects increase their maturity level by demonstrating to the TOC that they have attained end user and vendor adoption, established a healthy rate of code commits and codebase changes, and attracted committers from multiple organizations.
ja_jp: プロジェクトは、エンドユーザーとベンダーの採用を達成し、コードのコミットとコードベースの変更の健全な割合を確立し、複数の組織からコミッターを引き付けたことを TOC に示すことによって、成熟度を高めます。

source: Prometheus Certified Associate (PCA) exam hit 280+ registrations (since its launch on September 8, 2022)
ja_jp: Prometheus 認定アソシエイト (PCA) 試験は 280 件以上の登録を記録しました (2022 年 9 月 8 日の開始以来)

source: PrometheusAuthors 424
ja_jp: プロメテウス作者 424

source: Read the CTO Summit report
ja_jp: CTO サミット レポートを読む

source: Read the KubeCon + CloudNativeCon Europe 2022 Transparency Report
ja_jp: KubeCon + CloudNativeCon Europe 2022 透明性レポートを読む

source: Read the KubeCon + CloudNativeCon North America 2022 Transparency Report
ja_jp: KubeCon + CloudNativeCon 北米 2022 透明性レポートを読む

source: Register for KubeCon+ CloudNativeCon North America
ja_jp: KubeCon+ CloudNativeCon North America に登録する

source: Reports
ja_jp: レポート

source: Rey Lejano
ja_jp: レイ・レハーノ

source: Rey Lejano @reylejano
ja_jp: レイ・レジャーノ @reylejano

source: RookAuthors 99
ja_jp: ルークオーサーズ 99

source: Sandbox
ja_jp: サンドボックス

source: Scholarships Offered
ja_jp: 提供される奨学金

source: Scholarships were funded by sponsorships from
ja_jp: 奨学金は、

source: Security
ja_jp: 安全

source: Security Fixes and Improvements
ja_jp: セキュリティの修正と改善

source: Security Tools Built
ja_jp: セキュリティ ツールの構築

source: See CNCF staff
ja_jp: CNCFスタッフを見る

source: See End User Sruvey results
ja_jp: エンドユーザーサーベイの結果を見る

source: See a CNCF overview
ja_jp: CNCF の概要を見る

source: See all Graduated & Incubating Projects
ja_jp: すべての Graduated・Incubating プロジェクトを見る

source: See more
ja_jp: 続きを見る

source: Select language*
ja_jp: 言語を選択する*

source: Send an email your nomination
ja_jp: ノミネートをメールで送信

source: Services for CNCF Projects
ja_jp: CNCFプロジェクト向けサービス

source: Seven new translations of the CNCF Glossary were donated this year
ja_jp: 今年、CNCF 用語集の 7 つの新しい翻訳が寄贈されました

source: Share
ja_jp: 共有しよう

source: Share by Email
ja_jp: メールでシェア

source: Share on Linkedin
ja_jp: Linkedinでシェア

source: Share on Twitter
ja_jp: Twitterでシェア

source: Share this report
ja_jp: このレポートを共有する

source: Showing 16,986 registered attendees.
ja_jp: 16,986 人の登録済み出席者を表示しています。

source: Showing 18,550 Registered attendees of which 45.2% were men, 6.5% women, 0.4% non-binary/other, and 47.9% preferred not to answer.
ja_jp: 18,550 人の登録済み参加者を表示しています。そのうち 45.2% が男性、6.5% が女性、0.4% がノンバイナリー/その他、47.9% が回答しないことを好みました。

source: Significant progress has been made in 2022 towards the goal of 100% conformance test coverage of the Kubernetes API, managed through APISnoop - a community-driven project spearheaded by long-time CNCF contributor and community leader Hippie Hacker, which tracks the testing and conformance coverage of Kubernetes by analyzing the audit logs created by e2e test runs.
ja_jp: APISnoop を通じて管理される Kubernetes API の 100% 適合テスト カバレッジの目標に向けて、2022 年に大きな進歩がありました。APISnoop は、長年にわたる CNCF の寄稿者であり、コミュニティ リーダーである Hippie Hacker が先頭に立って、テストと適合カバレッジを追跡するコミュニティ主導のプロジェクトです。 e2e テストの実行によって作成された監査ログを分析することにより、Kubernetes の

source: Since we were founded in 2015, we've pioneered cloud native technologies - hosting and growing some of the world's most successful open source projects including Kubernetes, Prometheus, Envoy, ContainerD, and many others.Today we are a powerhouse for visionary projects and people, hosting 157 projects with over 178,000 contributors representing 189 countries, and there are no signs of this growth slowing down.
ja_jp: 私たちは、2015 年に設立されて以来、クラウド ネイティブ 技術を開拓してきました。Kubernetes、Prometheus、Envoy、ContainerD など、世界で最も成功しているオープン ソース プロジェクトの多くをホストし、育ててきました。現時点で189 か国、178,000 人以上のコントリビューターを含む 157 のプロジェクトをホストした発電所（Powerhouse）となっています。そしてこの成長が鈍化する兆しはありません。

source: Some of the crowd at KubeCon + CloudNativeCon North America 2022
ja_jp: KubeCon + CloudNativeCon North America 2022 の参加者の一部

source: Speakers
ja_jp: スピーカー

source: Spiffe Logo
ja_jp: スピッフ ロゴ

source: Spire Logo
ja_jp: 尖塔のロゴ

source: SpireAuthors 54
ja_jp: スパイアオーサーズ 54

source: Subscribe
ja_jp: 申し込む

source: Subscribe for updates, event info, webinars, and the latest community news
ja_jp: 更新、イベント情報、ウェビナー、最新のコミュニティ ニュースを購読する

source: TUF Logo
ja_jp: TUF ロゴ

source: TUFAuthors 51
ja_jp: TUF著者 51

source: Technical Oversight Committee
ja_jp: 技術監視委員会

source: Telcom Advances
ja_jp: 通信の進歩

source: Thank You
ja_jp: ありがとうございました

source: That's why, in 2022, CNCF launched the CTO Summit.
ja_jp: それが CNCF が 2022 年に CTO サミットを立ち上げた理由です。

source: The (KubeCon + CloudNativeCon) hallway track conversations are shifting towards adjusting to the enterprise.
ja_jp: (KubeCon + CloudNativeCon) 「Hallway track」でされる会話の内容が、エンタープライズ領域の対応する方向へとシフトしてきています。

source: The CNCF Transportation User Group's purpose is to function as a focal meeting point for the discussion and advancement of cloud native in transportation and logistics organizations.
ja_jp: CNCF Transportation User Group の目的は、輸送および物流組織におけるクラウド ネイティブの議論と進歩のための中心的なミーティング ポイントとして機能することです。

source: The CNCF community spans the world, across our contributors, members, meetups, and ambassadors.
ja_jp: CNCF コミュニティは、寄稿者、メンバー、ミートアップ、アンバサダーなど、世界中に広がっています。

source: The CNCF ecosystem continues to grow across vendor and end user memberships, making CNCF one of the most successful open source foundations ever.
ja_jp: CNCFのエコシステムは、CNCFをこれまで最も成功したオープンソースの財団の1つにたらしめながらベンダーやエンドユーザーのメンバーシップといった境界を超えた成長を続けています。

source: The CNCF-CI bot also gives more detailed explanations of requirements when a submission fails and supporting documentation has also been improved.
ja_jp: CNCF-CI ボットは、提出が失敗した場合の要件のより詳細な説明も提供し、サポート ドキュメントも改善されました。

source: The CNCF.io website on various websites
ja_jp: さまざまな Web サイト上の CNCF.io Web サイト

source: The Cloud Native Glossary is a project led by the CNCF Business Value Subcommittee.
ja_jp: Cloud Native Glossary は、CNCF Business Value Subcommittee が主導するプロジェクトです。

source: The Glossary is a community-driven effort and everyone is welcome to contribute new terms, update current ones, or help translate into different languages.
ja_jp: 用語集はコミュニティ主導の取り組みであり、誰もが新しい用語を投稿したり、現在の用語を更新したり、別の言語への翻訳を手伝ったりすることができます。

source: The Incident Resolution Procedures that the committee is operating under were published earlier this year and finalized after a public comment period.
ja_jp: 委員会が運営しているインシデント解決手順は、今年初めに公開され、パブリック コメント期間を経て最終決定されました。

source: The Linux Foundation has registered trademarks and uses trademarks.
ja_jp: The Linux Foundation は商標を登録し、商標を使用しています。

source: The Technical Oversight Committee doubled down on cloud native security in 2022, and approved the formation of a new Technical Advisory Group, TAG Environmental Sustainability focusing on carbon outputs around cloud native computing.
ja_jp: 技術監視委員会は、2022 年にクラウド ネイティブ セキュリティを強化し、クラウド ネイティブ コンピューティングに関する炭素排出量に焦点を当てた新しい技術諮問グループ TAG Environmental Sustainability の形成を承認しました。

source: The automation for CNCF Kubernetes Conformance Certification repo has been updated for an enhanced user experience with improved functionality under the hood.
ja_jp: CNCF Kubernetes Conformance Certification リポジトリの自動化が更新され、内部の機能が改善され、ユーザー エクスペリエンスが強化されました。

source: The awards included:
ja_jp: 賞には以下が含まれます：

source: The cloud native ecosystem is getting bigger and better; end users' trust in open source is steering it forward!
ja_jp: クラウド ネイティブのエコシステムはどんどん大きく、良いものになってきています。オープン ソースに対するエンドユーザーの信頼が、それを前進させています。

source: The following CNCF projects have completed security audits or associated work
ja_jp: 次の CNCF プロジェクトは、セキュリティ監査または関連作業を完了しています

source: The new CNCF.io
ja_jp: 新たな CNCF.IO

source: The new terms are as follows:
ja_jp: 新しい用語は次のとおりです。

source: The platform now hosts over 31,500 unique chapter members and we are excited to see this platform continue to grow.
ja_jp: このプラットフォームは現在、31,500 を超えるユニークなチャプター メンバーをホストしており、このプラットフォームが成長し続けることを楽しみにしています。

source: The primary goals of this Working Group are to have the community administer CNCF mentorship initiatives and, by doing so, to help provide the capacity needed to grow and add new mentorship programs.
ja_jp: このワーキング グループの主な目標は、CNCF メンターシップ イニシアチブをコミュニティに管理してもらい、そうすることで、新しいメンターシップ プログラムの成長と追加に必要な能力を提供することです。

source: The site increases focus on representing the community in more effective, vibrant, and interactive ways.
ja_jp: 新たなサイトでは、より効果的で活気に溢れインタラクティブにコミュニティを表現することにフォーカスしています。

source: The two part documentary has since garnered a combined 463,000 views and continues to attract viewers from across the world.
ja_jp: この 2 部構成のドキュメンタリーは、以来、合わせて 463,000 回の再生回数を獲得し、世界中の視聴者を魅了し続けています。

source: Their work is ongoing, and anyone in the community is welcome to participate and contribute.
ja_jp: 彼らの仕事は進行中であり、コミュニティの誰でも参加して貢献することができます。

source: There is no fixed amount of investment, mindshare, or development contribution allocated to specific projects.
ja_jp: 特定のプロジェクトに割り当てられる固定額の投資、マインドシェア、または開発貢献はありません。

source: There were also some special surprises at KubeCon + CloudNativeCon, including welcoming our Senior Developer Advocate Ihor Dvoretskyi back in-person, who was granted short-term leave from serving in the Ukraine military.
ja_jp: KubeCon + CloudNativeCon では、ウクライナ軍での勤務から短期間の休暇を与えられたシニア デベロッパー アドボケイトの Ihor Dvoretskyi 氏を直接歓迎するなど、いくつかの特別なサプライズもありました。

source: These allow learners to gain credentials on specific topics related to their experience.
ja_jp: これらにより、学習者は自分の経験に関連する特定のトピックに関する資格を取得できます。
